<script setup>
import CardAbout from './CardAbout.vue';

</script>

<template>
  <div class="grid grid-cols-3 gap-20 pr-40 pt-10">
    <CardAbout
      title="Топология идей"
      content="Формы, лишенные контуров, и контуры, упразденные временемю Здесь материя встречается  с нематереальным, превращаясь в поток непрерывного создания"
      l="30"
      t="40"
      w="350"
      h="100"
      dg="140"
    />
    <CardAbout
      title="Топология идей"
      content="Формы, лишенные контуров, и контуры, упразденные временемю Здесь материя встречается  с нематереальным, превращаясь в поток непрерывного создания"
      l="30"
      t="40"
      w="350"
      h="100"
      dg="40"
    />
    <CardAbout
      title="Топология идей"
      content="Формы, лишенные контуров, и контуры, упразденные временемю Здесь материя встречается  с нематереальным, превращаясь в поток непрерывного создания"
      l="30"
      t="40"
      w="350"
      h="100"
      dg="-140"
    />
  </div>
</template>
